Repository: huixiangyang/arc-kit
Catalog: Sources/Application/Resources/Localization/FinderSettings.xcstrings
Source language: en
Languages: zh_hans

# apps.installedCount
source: %lld apps installed
zh_hans: 已安装 %lld 个

# diagnostics.allowed.run
source: Allowed to run
zh_hans: 已获准运行

# diagnostics.awaiting.background.permission
source: Awaiting background permission
zh_hans: 等待后台许可

# diagnostics.background.process
source: Background process
zh_hans: 后台进程

# diagnostics.background.registration
source: Background registration
zh_hans: 后台注册

# diagnostics.checked
source: Checked at
zh_hans: 检测时间

# diagnostics.component.files
source: Component files
zh_hans: 组件文件

# diagnostics.current.installation
source: Current installation
zh_hans: 当前安装实例

# diagnostics.current.installation.path
source: Current installation path
zh_hans: 当前安装路径

# diagnostics.debugScope
source: The debug window does not inspect the installed app
zh_hans: 调试窗口不读取安装版检测结果

# diagnostics.export.collecting
source: Collecting…
zh_hans: 正在采集…

# diagnostics.export.copy.report
source: Copy Report
zh_hans: 复制报告

# diagnostics.export.finder.diagnostic.report
source: Finder Diagnostic Report
zh_hans: Finder 诊断报告

# diagnostics.export.finder.technical.details
source: Finder Technical Details
zh_hans: Finder 技术详情

# diagnostics.extension.permission
source: Extension permission
zh_hans: 扩展授权

# diagnostics.extension.registration
source: Extension registration
zh_hans: 扩展注册

# diagnostics.finder.diagnostics
source: Finder Diagnostics
zh_hans: Finder 诊断

# diagnostics.generated
source: Generated
zh_hans: 已生成

# diagnostics.instance.path.issue
source: Instance or path issue
zh_hans: 实例或路径异常

# diagnostics.issue.detected
source: Issue detected
zh_hans: 异常

# diagnostics.live.response
source: Live response
zh_hans: 本轮实时回应

# diagnostics.menu.configuration
source: Menu configuration
zh_hans: 菜单配置

# diagnostics.missing
source: Missing
zh_hans: 缺失

# diagnostics.notGenerated
source: Not generated
zh_hans: 未生成

# diagnostics.notReady
source: Not ready
zh_hans: 未就绪

# diagnostics.onDemandHint
source: Not running (starts on demand)
zh_hans: 未运行（按需启动）

# diagnostics.present
source: Present
zh_hans: 存在

# diagnostics.received
source: Received
zh_hans: 已收到

# diagnostics.results.yet.missing
source: No results yet
zh_hans: 尚无检测结果

# diagnostics.technical.details
source: Technical Details…
zh_hans: 技术详情…

# extension.arckitruntimehost.process.missing
source: ArcKitRuntimeHost process not found
zh_hans: 未找到 ArcKitRuntimeHost 进程

# extension.check.background.registration
source: Check background registration
zh_hans: 检查统一后台注册

# extension.check.finder.extension.files
source: Check Finder extension files
zh_hans: 检查 Finder 扩展文件

# extension.check.host
source: Check Runtime Host
zh_hans: 检查 Runtime Host

# extension.check.user.enablement
source: Check user enablement
zh_hans: 检查用户启用状态

# extension.enable.arcKit.manually.system.extension
source: Enable Arc Kit manually in system extension settings
zh_hans: 仍需在系统扩展管理界面手动开启 Arc Kit

# extension.enable.feature.arcKit
source: Enable the feature in Arc Kit and check Login Items permission
zh_hans: 请在主应用开启功能并检查系统登录项许可

# extension.finder.allows.arcKit.extension
source: Finder allows the Arc Kit extension to provide context menus
zh_hans: Finder 已允许 Arc Kit 扩展提供右键菜单

# extension.finder.repair.steps.completed
source: Finder repair steps completed
zh_hans: Finder 修复步骤已完成

# extension.finder.repair.steps.incomplete
source: Finder repair steps incomplete
zh_hans: Finder 修复步骤未完成

# extension.finder.restarted.extension.reload
source: Finder restarted; the extension will reload
zh_hans: Finder 已重启，扩展将重新加载

# extension.h.ago
source: %1$@h ago
zh_hans: %1$@ 小时前

# extension.including.current.path.cleaned.re
source: , including the current path, cleaned before re-registering
zh_hans: ，包含当前路径并已重新注册前清理

# extension.killall.finder.failed
source: killall Finder failed
zh_hans: killall Finder 失败

# extension.m.ago
source: %1$@m ago
zh_hans: %1$@ 分钟前

# extension.managed.smappservice
source: Managed by SMAppService
zh_hans: 由 SMAppService 托管

# extension.missing
source: %1$@ not found
zh_hans: 未找到 %1$@

# extension.notReceived
source: Not received
zh_hans: 未收到

# extension.notify.menu.configuration.refresh
source: Notify menu configuration refresh
zh_hans: 通知刷新菜单配置

# extension.old.pluginkit.registrations.found.missing
source: No old PlugInKit registrations found
zh_hans: 未发现旧 PlugInKit 注册

# extension.passed
source: Passed
zh_hans: 通过

# extension.paths.remain.pluginkit.cleanup
source: Paths remain after PlugInKit cleanup: %1$@
zh_hans: PlugInKit 清理后仍存在路径：%1$@

# extension.pluginkit.accepted.current.extension.path
source: pluginkit accepted the current extension path
zh_hans: pluginkit 已接受当前扩展路径

# extension.pluginkit.registration.failed
source: pluginkit registration failed
zh_hans: pluginkit 注册失败

# extension.register.finder.extension
source: Register Finder extension
zh_hans: 注册 Finder 扩展

# extension.registered.process.while.idle.normal.missing
source: Registered. No process while idle is normal.
zh_hans: 已注册；空闲时没有进程属于正常状态

# extension.registrationAmbiguous
source: PlugInKit does not point uniquely to the current installation in /Applications
zh_hans: PlugInKit 未唯一指向当前 /Applications 安装包

# extension.registrationMissing
source: No Arc Kit Finder extension registration found
zh_hans: 未找到 Arc Kit Finder 扩展注册信息

# extension.registrationRemovalFailed
source: Could not remove these registrations: %1$@
zh_hans: 以下注册清理失败：%1$@

# extension.remove.old.finder.extension.registrations
source: Remove old Finder extension registrations
zh_hans: 清理旧 Finder 扩展注册

# extension.removed.installation.paths
source: Removed %1$@ installation paths%2$@
zh_hans: 已清理 %1$@ 个安装路径%2$@

# extension.restart.finder
source: Restart Finder
zh_hans: 重启 Finder

# extension.s.ago
source: %1$@s ago
zh_hans: %1$@ 秒前

# extension.snapshotTransport
source: Trusted Mach service snapshot channel (notifications only trigger refresh)
zh_hans: 可信 Mach service 快照通道（通知仅触发刷新）

# extension.verify.unique.pluginkit.path
source: Verify unique PlugInKit path
zh_hans: 校验 PlugInKit 唯一路径

# extension.version.finder.extension.fetch
source: version=%1$@; the Finder extension will fetch the complete configuration from the verified Agent
zh_hans: version=%1$@，Finder 扩展将从已验证 Agent 获取完整配置

# favorites.add.favorite.app
source: Add favorite app
zh_hans: 添加常用 App

# favorites.add.favorite.folder
source: Add favorite folder
zh_hans: 添加常用目录

# favorites.already.favorite.apps
source: %1$@ is already in your favorite apps.
zh_hans: 常用应用中已经包含 %1$@。

# favorites.already.favorite.folders
source: %1$@ is already in your favorite folders.
zh_hans: 常用目录中已经包含 %1$@。

# favorites.app.actions
source: App actions: %1$@
zh_hans: 应用操作：%1$@

# favorites.app.already.added
source: App already added
zh_hans: 应用已经存在

# favorites.appsNotInstalled
source: Apps not installed
zh_hans: 未安装的应用

# favorites.available.apps.yet.missing
source: No available apps yet
zh_hans: 还没有可用应用

# favorites.choose.app
source: Choose App
zh_hans: 选择应用

# favorites.clear.all
source: Clear All
zh_hans: 清空全部

# favorites.disabled
source: Disabled
zh_hans: 已停用

# favorites.edit.favorite.app
source: Edit favorite app
zh_hans: 修改常用 App

# favorites.edit.favorite.folder
source: Edit favorite folder
zh_hans: 修改常用目录

# favorites.enable.folder
source: Enable folder %1$@
zh_hans: 启用目录%1$@

# favorites.favorite.folders.yet.missing
source: No favorite folders yet
zh_hans: 还没有常用目录

# favorites.folder.actions
source: Folder actions: %1$@
zh_hans: 目录操作：%1$@

# favorites.folder.already.added
source: Folder already added
zh_hans: 目录已经存在

# favorites.included.menu
source: Included in menu
zh_hans: 已选入菜单

# favorites.installDisabledHint
source: Not installed · Stays off after installation
zh_hans: 未安装 · 安装后仍保持关闭

# favorites.menu.contents
source: Menu contents
zh_hans: 菜单内容

# favorites.notInstalledHint
source: Not installed · Shows automatically after installation
zh_hans: 未安装 · 安装后自动显示

# favorites.remove.app
source: Remove app %1$@
zh_hans: 删除应用%1$@

# favorites.remove.favorite.app
source: Remove favorite app
zh_hans: 移除常用 App

# favorites.remove.favorite.folder
source: Remove favorite folder
zh_hans: 移除常用目录

# favorites.reorder.favorite.apps
source: Reorder favorite apps
zh_hans: 调整常用 App 顺序

# favorites.reorder.favorite.folders
source: Reorder favorite folders
zh_hans: 调整常用目录顺序

# favorites.restore.default.apps
source: Restore Default Apps
zh_hans: 恢复默认应用

# favorites.show.finder.menu
source: Show %1$@ in Finder menu
zh_hans: 在 Finder 菜单中显示%1$@

# favorites.show.finder.menu.installed
source: Show %1$@ in Finder menu when installed
zh_hans: 安装后在 Finder 菜单中显示%1$@

# favorites.show.installed
source: Show when installed
zh_hans: 安装后显示

# menu.apps
source: Apps…
zh_hans: 应用…

# menu.calculate.file.checksums
source: Calculate file checksums
zh_hans: 计算文件校验值

# menu.configure
source: Configure %1$@
zh_hans: 设置%1$@

# menu.convert.image.formats
source: Convert image formats
zh_hans: 转换图片格式

# menu.copy.file.size.type.other.information
source: Copy file size, type and other information
zh_hans: 复制文件大小、类型等信息

# menu.copy.filename
source: Copy filename
zh_hans: 复制文件名

# menu.copy.full.path
source: Copy full path
zh_hans: 复制完整路径

# menu.copy.move.destinations
source: Copy and Move Destinations…
zh_hans: 复制和移动目的地…

# menu.copy.move.rename.compress.organize.folders
source: Copy, move, rename, compress and organize folders
zh_hans: 复制、移动、重命名、压缩和文件夹整理

# menu.create.file.current.folder
source: Create a file in the current folder
zh_hans: 在当前目录新建文件

# menu.folders
source: Folders…
zh_hans: 目录…

# menu.hide.unhide.high.risk.actions.require
source: Hide and unhide; high-risk actions require separate enablement
zh_hans: 隐藏与取消隐藏；危险操作需单独开启

# menu.move.down
source: Move %1$@ down
zh_hans: 下移%1$@

# menu.move.up
source: Move %1$@ up
zh_hans: 上移%1$@

# menu.open.favorite.folders.used.copy
source: Open favorite folders; also used as copy and move destinations
zh_hans: 打开常用目录；此列表也用于复制和移动目的地

# menu.open.selection.specific.app
source: Open the selection with a specific app
zh_hans: 用指定应用打开选中项目

# menu.open.terminal.current.folder
source: Open a terminal in the current folder
zh_hans: 在当前目录打开终端

# menu.pick.color.image
source: Pick a color from an image and copy its #HEX value
zh_hans: 从图片拾色，复制 #HEX

# menu.reorder.finder.menu
source: Reorder Finder menu
zh_hans: 调整 Finder 菜单顺序

# menu.save.item.s.icon
source: Save an item's icon as an image
zh_hans: 将项目图标保存为图片

# menu.set.restore.folder.icons
source: Set or restore folder icons
zh_hans: 设置或还原文件夹图标

# menu.templates
source: Templates…
zh_hans: 模板…

# page.clear.all.favorite.folders
source: Clear all favorite folders?
zh_hans: 清空全部常用目录？

# page.clear.all.folders
source: Clear All Folders
zh_hans: 清空全部目录

# page.clear.favorite.folders
source: Clear favorite folders
zh_hans: 清空常用目录

# page.clears.favorite.folders.finder.menu
source: Clears favorite folders from the Finder menu without deleting any files or folders. You can undo this in the sidebar.
zh_hans: 只会清空 Finder 菜单中的常用目录，不会删除磁盘里的任何文件或文件夹；完成后可通过侧栏撤销。

# page.confirm.bulk.restore
source: Confirm bulk restore?
zh_hans: 确认批量恢复？

# page.enableMenuAction
source: Turn On Finder Context Menu
zh_hans: 开启 Finder 右键菜单

# page.favorite.apps
source: Favorite Apps
zh_hans: 常用应用

# page.favorite.folders
source: Favorite Folders
zh_hans: 常用目录

# page.finder.context.menu.master.switch
source: Finder context menu master switch
zh_hans: Finder 右键菜单总开关

# page.finder.settings
source: Finder Settings
zh_hans: Finder 设置

# page.menu.items
source: Menu Items
zh_hans: 菜单项目

# page.menu.preview
source: Menu Preview
zh_hans: 菜单预览

# page.newFile
source: New File
zh_hans: 新建文件

# page.preview
source: Preview…
zh_hans: 预览…

# page.removes.custom.template.entries.restores.all
source: Removes custom template entries and restores all built-in templates. Favorite folders, apps and other settings are unchanged. You can undo this in the sidebar.
zh_hans: 会移除当前自定义模板条目并恢复全部内置模板。常用目录、常用应用及其他设置不受影响；完成后可通过侧栏撤销。

# page.removes.manually.added.favorite.apps.restores
source: Removes manually added favorite apps and restores the default list without uninstalling any apps. You can undo this in the sidebar.
zh_hans: 会移除手动添加的常用应用并恢复默认应用列表，不会卸载任何 App；完成后可通过侧栏撤销。

# page.reset.file.templates
source: Reset file templates
zh_hans: 重置新建文件模板

# page.restore.default.favorite.apps
source: Restore default favorite apps
zh_hans: 恢复默认常用 App

# page.restore.default.file.templates
source: Restore default file templates?
zh_hans: 恢复默认新建模板？

# page.restore.recommended.finder.layout
source: Restore recommended Finder layout
zh_hans: 恢复 Finder 推荐布局

# page.restore.recommended.layout
source: Restore Recommended Layout
zh_hans: 恢复推荐布局

# page.restore.recommended.menu.layout
source: Restore the recommended menu layout?
zh_hans: 恢复推荐菜单布局？

# page.restoreFavoritesConfirmation
source: Restore default favorite apps?
zh_hans: 恢复默认常用应用？

# page.restores.finder.menu.order.optional
source: Restores the Finder menu order and optional feature switches. Templates, favorite folders and favorite app entries are unchanged. You can undo this in the sidebar.
zh_hans: 会恢复 Finder 菜单顺序及可选功能的开关。模板、常用目录、常用应用的条目设置不受影响；完成后可通过侧栏撤销。

# page.scope
source: Scope
zh_hans: 生效范围

# page.turn.finder.context.menu
source: Turn on Finder context menu
zh_hans: 启用 Finder 右键菜单

# page.turn.off.finder.context.menu
source: Turn off Finder context menu
zh_hans: 关闭 Finder 右键菜单

# preferences.add.external.folder
source: Add External Folder…
zh_hans: 添加外部目录…

# preferences.add.finder.menu.folder
source: Add Finder menu folder
zh_hans: 添加 Finder 生效目录

# preferences.add.local.folder.subfolders
source: Add a local folder and its subfolders. For cloud drives, use Arc Kit in the Finder toolbar.
zh_hans: 添加本地目录及其子目录；云盘位置请使用 Finder 工具栏中的 Arc Kit。

# preferences.add.regular.folder.outside.home
source: Add a regular folder outside your home folder, including subfolders
zh_hans: 添加 Home 之外的普通目录及其子目录

# preferences.add.work.folder
source: Add Work Folder
zh_hans: 添加工作目录

# preferences.addFolderFailed
source: Cannot add this folder
zh_hans: 不能添加这个目录

# preferences.allow.high.risk.actions
source: Allow high-risk actions
zh_hans: 允许高风险动作

# preferences.already.included
source: Already included
zh_hans: 已在默认范围内

# preferences.choose.terminal
source: Choose Terminal
zh_hans: 选择终端

# preferences.click.arcKit.finder.toolbar
source: Click Arc Kit in the Finder toolbar. If missing, right-click the toolbar → Customize Toolbar and add Arc Kit. Cloud drives may not support third-party context menus.
zh_hans: 在 Finder 工具栏点 Arc Kit；若未显示，右键工具栏 → 自定工具栏，加入 Arc Kit。云盘可能不提供第三方右键菜单。

# preferences.default
source: Default
zh_hans: 默认

# preferences.default.terminal
source: Default terminal
zh_hans: 默认终端

# preferences.disable.high.risk.finder.actions
source: Disable high-risk Finder actions
zh_hans: 关闭 Finder 高风险动作

# preferences.enable.anyway
source: Enable Anyway
zh_hans: 我了解风险，仍然开启

# preferences.enable.high.risk.finder.actions
source: Enable high-risk Finder actions
zh_hans: 启用 Finder 高风险动作

# preferences.external.folder.already.included
source: This external folder is already included in the context menu scope.
zh_hans: 这个外部目录已经在右键生效范围内。

# preferences.external.folders
source: External folders
zh_hans: 外部目录

# preferences.folder.already.added
source: Folder already added
zh_hans: 目录已经添加

# preferences.highRiskConfirmation
source: Enable high-risk Finder actions?
zh_hans: 启用高风险 Finder 动作？

# preferences.home.folder
source: Home folder
zh_hans: 用户目录

# preferences.home.folder.icloud.drive
source: Your home folder and iCloud Drive are already registered. For cloud drives, use Arc Kit in the Finder toolbar.
zh_hans: 用户目录和 iCloud Drive 已默认注册，无需重复添加。云盘位置请使用 Finder 工具栏中的 Arc Kit。

# preferences.home.icloud.drive.registered.add
source: Home and iCloud Drive are registered. Add external volumes or other work locations here.
zh_hans: 用户目录和 iCloud Drive 已注册；这里添加外置卷或其他工作位置

# preferences.off.default.permanent.deletion.hiding.other
source: Off by default: permanent deletion, hiding other items, locking and running scripts
zh_hans: 默认关闭：彻底删除、隐藏其他项目、锁定和执行脚本

# preferences.permanentDeletionHint
source: Permanent deletion bypasses Trash and still requires confirmation. Scripts run on this Mac. Also allows locking, unlocking and hiding other items in the same folder.
zh_hans: 彻底删除会绕过废纸篓，执行时仍需确认；脚本会在本机执行。另外允许锁定/解锁、隐藏同目录其他项目。

# preferences.protectedDirectoryHint
source: Applications, system folders and disk roots cannot be watched. Choose an external volume or a regular work folder.
zh_hans: 不能监听应用程序、系统目录或磁盘根目录。请选择外置卷或其他普通工作目录。

# preferences.remove.finder.menu.folder
source: Remove Finder menu folder
zh_hans: 移除 Finder 生效目录

# preferences.remove.watched.folder
source: Remove watched folder %1$@
zh_hans: 移除生效目录 %1$@

# preferences.toolbar.menu
source: Toolbar menu
zh_hans: 工具栏菜单

# preferences.used.top.level
source: Used at the top level of the context menu. Uninstalled terminals cannot be selected.
zh_hans: 右键首层使用这个终端；未安装的终端不可选择。

# preferences.watched.folders
source: Watched folders
zh_hans: 观察目录

# preview.context.menu.preview
source: Context Menu Preview
zh_hans: 右键菜单预览

# preview.empty.area
source: Empty area
zh_hans: 空白

# preview.file
source: File
zh_hans: 文件

# preview.finder.context.menu.off
source: Finder context menu is off
zh_hans: Finder 右键菜单已关闭

# preview.folder
source: Folder
zh_hans: 文件夹

# preview.folders
source: Folders
zh_hans: 多目录

# preview.layout.preview.check.actual.menu
source: Layout preview. Check the actual menu in Finder.
zh_hans: 布局预览；实际生效需在 Finder 中检查。

# preview.menu.items.selection.missing
source: No menu items for this selection
zh_hans: 此情境没有菜单项

# preview.mixed.selection
source: Mixed selection
zh_hans: 混选

# preview.preview.selection
source: Preview selection
zh_hans: 预览目标

# preview.saved.configuration
source: Saved configuration
zh_hans: 已保存配置

# preview.unsaved
source: Unsaved
zh_hans: 待保存

# report.another.installation
source: From another installation
zh_hans: 不是当前安装包

# report.broadcast.received.missing
source: No broadcast received
zh_hans: 未收到广播

# report.connectionChecklist
source: Connection checks: 1. Menu generation: look for finder menu requested / finder menu built 2. Click event: look for finder sync action selected / extension secure enqueue start 3. Dispatch: look for extension secure command sent awaiting reply 4. Agent receipt: look for agent received secure finder command 5. Acknowledgment: look for extension secure command accepted; a timeout means Runtime Host did not respond 6. Result: look for processor resolved target / processor handle success or failed Registering a directory does not guarantee menu callbacks. For iCloud and other cloud drives, use Arc Kit in the Finder toolbar. Snapshot version: %1$@ Directory URLs: %2$@ Snapshot: %3$@ Runtime Host: %4$@ Health snapshot: %5$@ (%6$@) In-memory snapshot: %7$@ Extension files: %8$@ User enabled: %9$@ Live extension response: %10$@ PlugInKit registration: %11$@ PlugInKit path: %12$@ PlugInKit uniqueness: %13$@ Agent files: %14$@ Agent status: %15$@ Agent path: %16$@ Agent uniqueness: %17$@ Background lifecycle: unified Runtime Host; starts on demand and exits when idle for Finder-only use LaunchAgent plist: %18$@ Background permission: %19$@ Accessibility permission: %20$@ Shared storage: %21$@ Target source: only the current Finder menu callback. Missing targets stop the operation; other windows are never inferred through automation. PlugInKit: %22$@ LaunchAgent: %23$@ Agent processes: %24$@ Recent logs: %25$@
zh_hans: 链路检查： 1. 菜单生成：查看日志中的 finder menu requested / finder menu built 2. 点击事件：查看 finder sync action selected / extension secure enqueue start 3. 命令投递：查看 extension secure command sent awaiting reply 4. Agent 接收：查看 agent received secure finder command 5. 扩展回执：查看 extension secure command accepted；超时则为 Runtime Host 未响应 6. 执行结果：查看 processor resolved target / processor handle success 或 failed 观察根已注册不代表该位置会收到菜单回调。iCloud 等云盘请使用 Finder 工具栏的 Arc Kit 菜单。 Snapshot version: %1$@ Directory URLs: %2$@ Snapshot: %3$@ Runtime Host: %4$@ 健康快照：%5$@（%6$@） 内存快照状态：%7$@ 扩展文件：%8$@ 用户启用：%9$@ 扩展实时回执：%10$@ PlugInKit 注册：%11$@ PlugInKit 路径：%12$@ PlugInKit 唯一性：%13$@ Agent 文件：%14$@ Agent 状态：%15$@ Agent 路径：%16$@ Agent 唯一性：%17$@ 后台生命周期：统一 Runtime Host；仅 Finder 时按需启动、空闲退出 LaunchAgent plist：%18$@ 后台系统许可：%19$@ 辅助功能权限：%20$@ 共享存储：%21$@ 目标来源：只使用本次 Finder 菜单回调；缺失时不操作文件，也不通过自动化猜测其他窗口。 PlugInKit: %22$@ LaunchAgent: %23$@ Agent 进程: %24$@ 最近日志: %25$@

# report.currentInstallation
source: From this installation
zh_hans: 来自当前安装包

# report.exclusiveInstallation
source: Only this installation
zh_hans: 仅当前安装包

# report.finder.access.allowed
source: Finder access allowed
zh_hans: 已允许 Finder 调用

# report.installationMismatch
source: Does not point to this installation
zh_hans: 未指向当前安装包

# report.logs.yet.missing
source: No logs yet
zh_hans: 暂无日志

# report.notRunning
source: Not running
zh_hans: 未运行

# report.old.duplicate.processes.found
source: Old or duplicate processes found
zh_hans: 存在旧进程或重复进程

# report.old.paths.duplicate.registrations.found
source: Old paths or duplicate registrations found
zh_hans: 存在旧路径或重复注册

# report.one.current.process
source: One current process
zh_hans: 仅一个当前进程

# report.points.installation
source: Points to this installation
zh_hans: 指向当前安装包

# report.registered
source: Registered
zh_hans: 已注册

# report.response.time.missing
source: No response this time
zh_hans: 本次未收到

# report.running
source: Running
zh_hans: 运行中

# report.secure.mach.service.group.containers.file.missing
source: Secure Mach service (no Group Containers file access)
zh_hans: 安全 Mach Service（不读写 Group Containers 文件）

# templates.actions
source: Actions
zh_hans: 操作

# templates.add.file.template
source: Add file template
zh_hans: 添加新建文件模板

# templates.built.template
source: Built-in template
zh_hans: 内置模板

# templates.change.opening.behavior.new.files
source: Change opening behavior for new files
zh_hans: 修改新建后打开

# templates.choose.template
source: Choose Template
zh_hans: 选择模板

# templates.choose.template.file
source: Choose Template File
zh_hans: 选择模板文件

# templates.custom.template
source: Custom template
zh_hans: 用户模板

# templates.edit.file.template
source: Edit file template
zh_hans: 修改新建文件模板

# templates.edit.template
source: Edit Template
zh_hans: 编辑模板

# templates.enable.template
source: Enable template %1$@
zh_hans: 启用模板%1$@

# templates.file.type
source: File type
zh_hans: 文件类型

# templates.file.type.comes.template
source: The file type comes from the template source. Its extension must match the actual contents.
zh_hans: 文件类型由模板源文件决定，不能改成与真实内容不一致的扩展名。

# templates.missing.template
source: Missing template
zh_hans: 缺少模板

# templates.move.down
source: Move Down
zh_hans: 下移

# templates.move.up
source: Move Up
zh_hans: 上移

# templates.nameEmpty
source: Template name cannot be empty
zh_hans: 模板名称不能为空

# templates.nameLineBreak
source: Template name cannot contain line breaks
zh_hans: 模板名称不能包含换行

# templates.nameTooLong
source: Template name cannot exceed 40 characters
zh_hans: 模板名称不能超过 40 个字符

# templates.open.default.app.creation
source: Open with the default app after creation
zh_hans: 创建后用默认应用打开

# templates.remove.file.template
source: Remove file template
zh_hans: 移除新建文件模板

# templates.rename
source: Rename…
zh_hans: 重命名…

# templates.reorder.file.templates
source: Reorder file templates
zh_hans: 调整新建文件模板顺序

# templates.restore.default.templates
source: Restore Default Templates
zh_hans: 恢复默认模板

# templates.show.top.level
source: Show at top level
zh_hans: 直接显示

# templates.show.top.level.finder
source: Show at the top level of Finder's context menu instead of the New File submenu
zh_hans: 直接放在 Finder 右键首层，从新建文件子菜单移出

# templates.source.built.template.file
source: Source: built-in template file %1$@
zh_hans: 来源：内置模板文件 %1$@

# templates.source.stored.arcKit.template
source: Source: stored in the Arc Kit template library\n%1$@
zh_hans: 来源：已托管到 Arc Kit 模板库\n%1$@
